---
kind: enumMember
id: F:Autodesk.Revit.DB.Architecture.WinderPathResult.Noncontinuous
enum: Autodesk.Revit.DB.Architecture.WinderPathResult
source: html/4e13811c-ffa6-f862-c7b5-2d75f0797d3f.htm
---
# Autodesk.Revit.DB.Architecture.WinderPathResult.Noncontinuous

The curves are not continuous in one loop.